tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "openssl"
brew "sqlite"
brew "xz"
brew "python"
brew "ansible"
brew "ant"
brew "awscli"
brew "curl"
brew "libpng"
brew "freetype"
brew "git"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "mas"
brew "mysql"
brew "node"
brew "postgresql"
brew "redis"
brew "ruby"
brew "sbt"
brew "terraform"
brew "tree"
brew "typesafe-activator"
cask "alinof-timer"
cask "android-studio"
cask "arduino"
cask "boostnote"
cask "chatwork"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "hipchat"
cask "intellij-idea-ce"
cask "iterm2"
cask "sketch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "caskroom/versions/alfred2"
mas "MARKETSPEED", id: 946680495
mas "Microsoft Remote Desktop", id: 715768417
