tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'ant'
brew 'awscli'
brew 'curl'
brew 'libpng'
brew 'freetype'
brew 'git'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'mas'
brew 'mysql'
brew 'node'
brew 'ruby'
cask 'alfred2'
cask 'alinof-timer'
cask 'boostnote'
cask 'chatwork'
cask 'docker'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hipchat'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'java7'
cask 'sketch'
cask 'sourcetree'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
mas 'Keynote', id: 409183694
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409203825
